adrianwilczynski.alpine-js-intellisense
arcticicestudio.nord-visual-studio-code
austenc.laravel-blade-spacer
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
calebporzio.better-phpunit
catppuccin.catppuccin-vsc
cdonohue.quill-icons
cierra.livewire-vscode
codingyu.laravel-goto-view
d9705996.tighten-lint
dillonchanis.midnight-city
dotenv.dotenv-vscode
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
haack.warp-companion
jep-a.lua-plus
junstyle.php-cs-fixer
mehedidracula.php-namespace-resolver
mohamedbenhida.laravel-intellisense
mrmlnc.vscode-duplicate
open-southeners.laravel-pint
qwtel.sqlite-viewer
rebornix.toggle
sanderronde.phpstan-vscode
sdras.night-owl
sperovita.alpinejs-syntax-highlight
studiobio.bio-dark-midnight-theme
sumneko.lua
wix.vscode-import-cost
wongjn.php-sniffer
xdebug.php-debug
zhuangtongfa.material-theme
