adrianwilczynski.alpine-js-intellisense
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
calebporzio.better-phpunit
catppuccin.catppuccin-vsc
cdonohue.quill-icons
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
laravel.vscode-laravel
liamhammett.temphpest
mehedidracula.php-namespace-resolver
open-southeners.laravel-pint
rebornix.toggle
wix.vscode-import-cost
xdebug.php-debug
